package com.ohgiraffers.section01.arithmetic;

public class Application01 {

    public static void main(String[] args) {

        /* 수업목표. 산술연산자에 대해 이해하고 활용할 수 있다.  */
        /* 필기.
        *   산술 연산자
        *   산술 연산자는 주로 사칙연산과 관련된 연산자로 가장 기본적이면서도 많이 사용되는 연산자이다.
        *   연산의 실행이 가능하기 위해 필요한 값이나 변수가
        *
        * */

        /* 필기.
        *   '+':왼쪽의  피연산자에 오른쪽의 피연산자를 더함
        *   '-':왼쪽의  피연산자에 오른쪽의 피연산자를 뺌
        *   '*':왼쪽의  피연산자에 오른쪽의 피연산자를 곱함
        *   '/':왼쪽의  피연산자에 오른쪽의 피연산자를 나눔
        *   '%':왼쪽의  피연산자에 오른쪽의 피연산자를 나눈 나머지를 반환
        * */



    }
}
